Repository: darkwind666/GHeight
Catalog: GHeight/GHeight/Resources/*.lproj/Localizable.strings
Languages: ru

# compareButtonTitle
source: Compare
ru: Сравнить

# findSurfaceTitle
source: Find surface on floor
ru: Найди поверхность на которой стоишь

# goCloserToSurfaceTitle
source: Go closer to surface on
ru: Приблизь телефон к поверхности на

# pressStartTitle
source: Press Start and place device on head. Then wait signal
ru: Нажми Старт и положи телефон на голову. Жди сигнала!

# startButtonTitle
source: Start
ru: Старт

# resultTextTitle
source: You height
ru: Твой рост

# myHeightTextTitle
source: My height
ru: Мой рост

# iAmHigherThanTitle
source: You higher than
ru: Ты выше чем

# GHeightWouldLikeToAccessTheCamera
source: GHeight would like to access camera
ru: GHeight хотел бы получить доступ к камере

# pleaseGrantPermissionToUseTheCamera
source: Please grant permission to use Camera.
ru: Пожалуйста, разрешите доступ к камере.

source: Open Settings
ru: Открыть настройки

source: Error occurred!
ru: Произошла ошибка!

# measureUnitsButtonTitle
source: Measure units
ru: Единицы измерения

source: Subscribe to news!
ru: Получать новости!

# rateUsKey
source: Rate Us
ru: Оставить отзыв

# removeAdsPlusLimitButtonTitle
source: Buy full version
ru: Купить полную версию

source: GHeight Would Like To Access Notifications
ru: GHeight хотел бы получить доступ к уведомлениям

source: Please grant permission to use notifications.
ru: Пожалуйста, разрешите доступ к уведомлениям.

# notNowKey
source: Not now
ru: Не сейчас

# settingsScreenTitle
source: Settings
ru: Настройки

# pleaseSelectDistanceUnitOptions
source: Please select distance unit
ru: Выберите единицы измерения

# cancelKey
source: Cancel
ru: Отменить

source: INPUT ERROR
ru: Ошибка ввода

source: Input right size
ru: Введите правильный размер

# noKey
source: NO
ru: Нет

# removeAdsButtonTitle
source: Remove ads
ru: Убрать рекламу

# doYouWhantToRemoveAdsMessage
source: Do you want to remove ads?
ru: Хотите убрать рекламу?

# couldNotSendEmailTitle
source: Could not send email
ru: Нельзя отправить email!

# yourDeviceCouldNotSendEmailTitle
source: Your device could not send e-mail. Please check e-mail configuration and try again.
ru: Ваше устройство не может отправить email. Пожалуйста проверьте настройки.

# rateAppProposal
source: Do you love the GHeight app? Please rate us!
ru: Вам понравился GRuler? Пожалуйста оцените!

# sendFeedbackButtonTitle
source: Send feedback
ru: Написать разработчику

# purchasesPopUpTitle
source: Purchases
ru: Покупки

# openFullCelebrityListTitle
source: Open full celebrity list
ru: Полный список знаменитостей

# removeLimitButtonTitle
source: Remove limit
ru: Убрать лимит

# restorePurchasesButtonTitle
source: Restore purchases
ru: Восстановить покупки

source: Objects limit:
ru: Лимит объектов:

# doYouWhantToRemoveLimitMessage
source: Do you want to remove limit? You also can remove some items from Gallery.
ru: Хотите убрать лимит? Или удалите ненужные объекты из Галереи

# userGalleryScreenTitle
source: Gallery
ru: Галерея

# celebritiesScreenTitle
source: Celebrities
ru: Знаменитости

# centimeterKey
source: Centimeter
ru: Сантиметры

# inchKey
source: Inch
ru: Дюймы

# meterKey
source: Meter
ru: Метры

source: Interrupted
ru: Прерывание

source: Interruption ended
ru: Прерывание закончено

# backButtonTitle
source: Back
ru: Назад

# saveButtonTitle
source: Save
ru: Сохранить

# purchasesPopUpMessage
source: Support giraffe!
ru: Поддержите жирафика!

# savedTitle
source: Saved
ru: Сохранено!
